{
    "a5c78ab5-ff7b-4355-87e5-24e520edc9a2": {
        "name": "Лабрадор",
        "category": "dogs",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/26/YellowLabradorLooking_new.jpg",
        "maxAge": "12-14 години",
        "size": "Възрастните мъжки екземпляри достигат височина от 56-57 см и тежат близо 30 кг. Женските на свой ред са с ръст 55-66 см и тегло 28 кг.",
        "description": "Кучетата са едри и мощни, със здрава костна структура. Главите им са широки, а очите – меки и интелигентни. Опашките им са наистина неподражаеми с видроподобния си вид. Късата и гъста козина е в монохромно черно, жълто и шоколадово червеникаво-кафяво. ",
        "food": "",
        "canBreed": true,
        "breeding": null,
        "facts": "",
        "ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "_id": "a5c78ab5-ff7b-4355-87e5-24e520edc9a2"
    },
    "0619a57f-b8d4-408a-a24c-bddb6bb326d2": {
        "name": "Кокер шпаньол",
        "category": "dogs",
        "imageUrl": "https://zajivotnite.com/wp-content/uploads/2014/03/anglijski-koker-shpaniol.jpg",
        "maxAge": "12-14 години",
        "size": "Възрастните мъжки екземпляри достигат ръст от 39-41 см, а женските – от 38-39 см. Тежат между 13 и 14 кг.",
        "description": "Тази порода е средна по размери и е с пропорционално телосложение. Прилепналата им козина е копринена на допир и е мъхната на предните крайници. Различни са окраските и съчетанията от цветове по козината на кокер шпаньолите. Срещат се монохромните цветове на черното, червеното, оранжевото и кафявото, червеникаво-кафявото, а петната може да са изцяло бели, червеникави и бели, синкави, оранжавеещи и черни. Възможни са дори и комбинации от три цвята. ",
        "food": "",
        "canBreed": true,
        "breeding": "",
        "facts": "",
        "ownerId": "847ec027-f659-4086-8032-5173e2f9c93a",
        "_id": "0619a57f-b8d4-408a-a24c-bddb6bb326d2"
    },
    "a6e00776-edf3-4ae7-9b6d-e606a9814061": {
        "name": "Персийска котка",
        "category": "cats",
        "imageUrl": "https://static.baubau.bg/thumbs/1/persiiska-kotka.jpg",
        "maxAge": "",
        "size": "",
        "description": "Персийската котка е една от най-царствените котки изобщо. Тази пухкава писана с достолепна походка е едно от най-милите и гальовни животни, което може да отглеждате в дома си. Породата персийски котки е и една от най-старите, съществували някога. Данни за нея има от 17-ти век, когато се предполага, че е изнесена тайно от Персия, днешен Иран, и е пренесена в Европа. Породата е смятана за една от най-изящните и красиви и оттогава до днес се радва на завидни грижи и внимание. Много от експертите са на мнение, че персийската котка, която познаваме днес, е пряк наследник на Фелис Либика - африканските диви котки, които и до днес могат да бъдат срещнати в Азия и Африка.",
        "food": "",
        "canBreed": true,
        "breeding": "",
        "facts": "",
        "ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "_id": "a6e00776-edf3-4ae7-9b6d-e606a9814061"
    },
    "61d009e6-e761-4a0d-b8ef-051f32aa39fb": {
        "name": "Сиамска котка",
        "category": "cats",
        "imageUrl": "https://m.netinfo.bg/media/images/46396/46396532/991-ratio-siamska-kotka.jpg",
        "maxAge": "",
        "size": "",
        "description": "Сиамската котка е средна по размери с плавни и грациозни движения. Макар издължено и гъвкаво, тялото е и мускулесто. Тялото е добре балансирано и атлетично, краката издължени, а лапите – малки и овални. В анфас главата прилича на триъгълник, чиито прави страни оформят муцунка. Ушите са големи и перфорирани и са поставени, така че да следват линиите на триъгълник. Форма на очите е ориенталска – крайчецът на окото е извит надолу. Опашката е дълга, изтъняваща към върха и без чупки по нея. Късата, фина и плътно прилепнала козина е с бледа окраска, напръскана с петънца в по-наситен цвят. Цветните петънца се простират само до областта на лицето, ушите, краката и опашката, като това са частите от тялото с по-ниска температура. Козината се среща в най-различни цветове и независимо от нейния цвят и петнистост, цветът на очите е неизменно наситено синьо.",
        "food": "",
        "canBreed": true,
        "breeding": "",
        "facts": "",
        "ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "_id": "61d009e6-e761-4a0d-b8ef-051f32aa39fb"
    },
    "568ef287-2794-42c3-a1a9-d179e5a739a7": {
        "name": "Кафява мечка",
        "category": "others",
        "imageUrl": "http://zoosofia.eu/wp-content/uploads/2019/12/53.jpg",
        "maxAge": "",
        "size": "",
        "description": "Кафявата мечка е защитен вид в България и WWF работи активно за нейното опазване. Тя обитава широколистните и смесени гори в Родопите, Рила, Пирин и Централна Стара планина, а през лятото, търсейки усилено храна, може да се изкачи и на високопланинските поляни. Менюто на мечката се мени значително в зависимост от сезона и географските условия. В Стара планина, например, около 75 % от храната ѝ е с растителен произход.",
        "food": "",
        "canBreed": false,
        "breeding": "",
        "facts": "",
        "ownerId": "847ec027-f659-4086-8032-5173e2f9c93a",
        "_id": "568ef287-2794-42c3-a1a9-d179e5a739a7"
    },
    "197aab06-fd57-44bb-b3ce-0fc275855c62": {
        "name": "Скалария",
        "category": "water",
        "imageUrl": "http://www.aquaportal.bg/Fish/Photos/129.jpg",
        "maxAge": "",
        "size": "",
        "description": "Скалариите са едни от най-популярните, харесвани и обичани аквариумни рибки. Това се дължи най-вече на външния им вид. Тялото е странично сплескано, високо, с почти симетрична ромбоидна форма. Гръбната и коремната перки са силно издължени. Гръдните перки са видоизмемени в специфични на вид издължени и тънки израстъци. В природата се срещат две разновидности – сребриста и черна. При сребристата основната окраска е сребристо сива, като през тялото и главата преминават две–три вертикални черни ивици. Перките също са сребристи, като ивиците продължават и върху тях. През дългите години на селекция са създадени и много вариации с по-различна форма и окраска. ",
        "food": "",
        "canBreed": true,
        "breeding": "",
        "facts": "",
        "ownerId": "847ec027-f659-4086-8032-5173e2f9c93a",
        "_id": "197aab06-fd57-44bb-b3ce-0fc275855c62"
    },
    "0a94e561-01bc-4d3f-b2e7-b8ef84b58fc7": {
        "name": "Игуана",
        "category": "reptiles",
        "imageUrl": "https://miau.bg/files/lib/600x350/iguana-home.jpg",
        "maxAge": "",
        "size": "",
        "description": "Игуаните са сложни животни. В плен трябва да бъдат редовно взимани и държани за целите на опитомяването. Това е предизвикателство, тъй като човешкият контакт може да изглежда неестествен за животното. Малките игуани могат да бъдат доста бързи, но по-големите възрастни могат да станат мързеливи и са много послушни създания, поне в клетката си. Когато са извън клетката си, някои игуани искат да се качат на собственика си. Те имат остри нокти, така че носете предпазно облекло, ако вашият домашен любимец харесва тази дейност. Игуаните не се опитомяват като котка или куче.  ",
        "food": "",
        "canBreed": true,
        "breeding": "",
        "facts": "",
        "ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "_id": "0a94e561-01bc-4d3f-b2e7-b8ef84b58fc7"
    },
    "e1f0be1b-eb7c-4b98-a710-60438c755629": {
        "name": "Лисица",
        "category": "others",
        "imageUrl": "https://miau.bg/files/lib/600x350/fox3.jpg",
        "maxAge": "",
        "size": "",
        "description": "Лисицата е известна на човечеството от древни времена. Неслучайно тя е описана в древногръцки басни. Лисицата живее на различни места на планетата, като се започне от тундрата и горите, до пустините и планините. Тя може да бъде срещната в Азия, Африка, Америка и Европа. Лисицата предпочита да живее на открито и избягва само тайгата в Сибир, тъй като там гората е прекалено гъста и неподходяща за ловните умения на тези пухкави животни. Лисицата обитава не само места в дивата природа, но също така живее в близост до различни по населеност градове и села, както и до големи промишлени центрове. В някои райони на Англия лисиците живеят в обширни селскостопански площи и са започнали да се заселват в градовете. Лисици могат да бъдат открити в самия център на Лондон. Там лисиците живеят в паркове и се хранят в контейнерите за отпадъци. Въпреки че зоополицаите хващат лисиците от града и ги откарват в далечни гори, те отново се връщат там, където могат да намерят лесно храна. ",
        "food": "",
        "canBreed": false,
        "breeding": "",
        "facts": "",
        "ownerId": "35c62d76-8152-4626-8712-eeb96381bea8",
        "_id": "e1f0be1b-eb7c-4b98-a710-60438c755629"
    }
}